/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "banner": {
      "type": "about-banner",
      "settings": {
        "banner_image": "shopify://shop_images/real_1.jpg"
      }
    },
    "lost-taste": {
      "type": "lost-taste",
      "settings": {
        "section_heading": "Bringing Back the Lost Taste",
        "section_content": "Just 120 years ago, fruits had up to 100x more nutrients than today. At Jurassic Fruits, we're here to bring back the real flavor, richness, and vitality fruit was always meant to offer.",
        "slide1_image": "shopify://shop_images/952ea62b328def55e572140d3b90a0750a2d3bbd.jpg",
        "slide1_heading": "We Walked Into a Farm. And Never Left.",
        "slide1_content": "It all started with two childhood friends, raised on fruit, curiosity, and maybe a little too much Jurassic Park. <br><br>\nYears later, that same sense of wonder turned into frustration. The fruit we found on supermarket shelves in Europe was nothing like what we remembered — flavorless, rushed, disconnected from the earth.",
        "slide2_background": "shopify://shop_images/counter-bg.jpg",
        "slide2_image": "shopify://shop_images/952ea62b328def55e572140d3b90a0750a2d3bbd.jpg",
        "slide2_content": "In 2016, we decided to change that. Soon joined by a third partner, we launched Jurassic Fruits with a simple mission: To bring real flavor back to the table.<br><br>\nFruit that’s grown with care, picked when it’s ready, and bursting with the joy we once knew.<br><br>\nWhat began as a shared childhood dream is now a growing tribe — of farmers, seekers, and flavor lovers — all rediscovering what fruit was always meant to be."
      }
    },
    "mission-vision": {
      "type": "mission-vision",
      "settings": {}
    }
  },
  "order": [
    "banner",
    "lost-taste",
    "mission-vision"
  ]
}
